Repository: MarinaFX/EasyRancho
Catalog: *.lproj/Localizable.strings
Languages: de, pt_br

# NovaLista
source: New List
de: Neue Liste
pt_br: Nova Lista

# leadingCancel
source: Cancel
de: Abbrechen
pt_br: Cancelar

# trailingDone
source: Done
de: Fertig
pt_br: Salvar

# ACSearchBarXHint
source: Tap twice to erase search
de: Doppeltippe, um die Suche zu löschen
pt_br: Toque duas vezes para resetar a busca

# itemNotFoundMessage
source: Product not found
de: Produkt nicht gefunden
pt_br: Item não encontrado

# itemNotFoundButton
source: Create a New Product
de: Erstelle neues Produkt
pt_br: Criar Novo Produto

# ACItemNotFoundButtonHint
source: Tap twice to go to product creation screen
de: Doppeltippe, um zum Bildschirm 'Produkt erstellen' zu gelangen
pt_br: Toque duas vezes para avançar para tela de criação de produto

# deletionAlertTitle
source: Are you sure you want to delete this item?
de: Bist du sicher, dass du diesen Artikel entfernen möchtest?
pt_br: Você tem certeza que deseja apagar este item?

# deletionAlertMessage
source: The custom item will be permanently deleted from your lists
de: Das angepasste Posten wird dauerhaft aus Ihren Listen gelöscht.
pt_br: O item personalizado será apagado permanentemente das suas listas.

# deletionAlertDestructive
source: Delete
de: Entfernen
pt_br: Apagar

# deletionAlertCancel
source: Cancel
de: Abbrechen
pt_br: Cancelar

# createProductScreenTitle
source: Create Product
de: Produkt erstellen
pt_br: Criar Produto

# createProductDescription
source: Create a new product to add it to your list. Pick up a name and a category.
de: Erstelle ein neues Produkt, um es zu Ihrer Liste hinzuzufügen. Wähle einen Namen und eine Kategorie.
pt_br: Crie um novo produto para adicioná-lo a sua lista. Escolha um nome e uma categoria.

# productNameTextField
source: Name of the product
de: Name des Produkts
pt_br: Nome do produto

# productCategoryTextField
source: Category
de: Kategorie
pt_br: Categoria

# textFieldRequired
source: Required field
de: Obligatorisches Feld
pt_br: Campo obrigatorio

# duplicateProductWarning %@
source: There was a problem while adding this product. A product named "%@" already exists
de: Beim Hinzufügen dieses Produkts ist ein Problem aufgetreten. Ein Produkt mit dem Namen "%@" existiert bereits.
pt_br: Não foi possivel adicionar este produto. Um produto com o nome "%@" já existe

# ACCancelButtonHint
source: Tap twice to get back to product search screen
de: Doppeltippe, um zum Bildschirm für die Produktsuche zurückzukehren.
pt_br: Toque duas vezes para retornar a tela de procura de produtos

# ACDoneButtonHint
source: Tap twice to save this product to the product list. The product will only be saved if both name and category fields are filled
de: Doppeltippe, um dieses Produkt in der Produktliste zu speichern. Das Produkt wird nur gespeichert, wenn die Felder Name und Kategorie ausgefüllt sind.
pt_br: Toque duas vezes para salvar o produto criado a lista de produtos. O produto somente será criado caso o campo de nome e categoria estejam preenchidos

# ACtextFieldRequiredHint
source: Text field is required
de: Textfeld ist obligatorisch
pt_br: Campo de texto obrigatório

# ACpickerFieldLabel
source: Category
de: Kategorie
pt_br: Categoria

# ACpickerFieldValue
source: Wheel picker
pt_br: Seletor estilo roda

# SearchBarPlaceholder
source: Search Items
de: Suche Posten
pt_br: Procurar Itens

# OnboardingViewButtonLabel
source: Get Started
de: Los geht's
pt_br: Começar

# shareListText
source: Check out my list
pt_br: Ou apenas compartilhe sua lista com seus contatos

# DeleteCollabAlertTitle %@
source: Are you sure you want to remove %@ from your list?
de: Bist du sicher, dass du %@ aus Ihrer Liste entfernen möchtest?
pt_br: Você tem certeza que deseja excluir %@ de sua lista?

# DeleteCollabAlertMessage
source: This person will no longer be a collaborator to your list
de: Diese Person wird nicht mehr als Mitwirkende in Ihrer Liste geführt.
pt_br: Esta pessoa deixará de ser um colaborador na sua lista.

# DeleteCollabAlertPrimaryButton
source: Remove
de: Entfernen
pt_br: Excluir

# DeleteCollabAlertSecondaryButton
source: Cancel
de: Abbrechen
pt_br: Cancelar

# OnboardingFieldsTitle
source: Personalize your profile
de: Personalisiere Ihr Profil
pt_br: Personalize seu perfil

# OnboardingFieldsText
source: Add a name and a profile picture for you to be easily identified.
de: Füge einen Namen und ein Profilbild hinzu, damit du leicht zu identifizieren bist.
pt_br: Adicione um nome e uma foto ao seu perfil para que você possa ser identificado mais facilmente.

# OnboardingFieldPlaceholder
source: Name
pt_br: Nome

# OnboardingBottomButtonLabel
source: Save
de: Speichern
pt_br: Salvar

# OnboardingTrailingNavigationLabel
source: Skip
de: Überspringen
pt_br: Pular

# OnboardingATitle
source: Welcome
de: Willkommen
pt_br: Bem-vindo

# OnboardingAText
source: Create categorized grocery lists in a easy and simple way!
de: Erstelle Listen auf einfache Weise!
pt_br: Crie listas de supermercado categorizadas de maneira fácil e simples!

# OnboardingBTitle
source: Collaborative Lists
de: Kollaborativ Listen
pt_br: Listas Colaborativas

# OnboardingBText
source: Create shared lists and add collaborators to edit lists in real time.
de: Erstelle Kollaborativ Listen und füge Mitwirkende hinzu, damit diese in Echtzeit bearbeiten können.
pt_br: Crie listas compartilhadas e adicione colaboradores para que possam editar em tempo real.

# OnboardingCTitle
source: Personalize Items
de: Posten Personalisieren
pt_br: Personalize Itens

# OnboardingCText
source: Add new products, quantities and comments to your lists.
de: Füge neue Produkte, Mengen und Kommentare zu Ihren Listen hinzu.
pt_br: Adicione novos produtos, quantidades e comentários a sua lista.

# SettingLabelA
source: Edit profile
de: Profil bearbeiten
pt_br: Editar perfil

# SettingLabelB
source: Contact
de: Kontakt
pt_br: Contato

# SettingLabelC
source: Invite a Friend
de: Freund einladen
pt_br: Convide um amigo

# InviteMessage
source: Take a look at the app I'm using to create my groceries lists. Download now =)
de: Sieh sich die App an, mit der ich meine Einkaufslisten erstelle. Lade es auch herunter! =)
pt_br: Veja o App que estou usando para fazer minhas listas de compras. Baixa você também! =)

# EditProfileTitle
source: Edit Profile
de: Profil bearbeiten
pt_br: Editar Perfil

# EditProfileFieldPlaceholder
source: Name
pt_br: Nome

# EditProfileText
source: Add a name and a profile picture for you to be easily identified when sharing a list or being added to one.
de: Füge einen Namen und ein Profilbild, damit du leicht identifiziert werden kannst, wenn du gibst eine Liste frei oder zu einer Liste hinzugefügt werden.
pt_br: Adicione um nome e uma foto ao seu perfil para que você possa ser identificado mais facilmente quando compartilhar ou for adicionado à uma lista.

# EditProfileLeadingNavigationLabel
source: Cancel
de: Abbrechen
pt_br: Cancelar

# EditProfileTrailingNavigationLabel
source: Save
de: Speichern
pt_br: Salvar

# ListViewLabelA
source: Save
de: Speichern
pt_br: Salvar

# ListViewLabelB
source: Edit
de: Bearbeiten
pt_br: Editar

# AddItemsButton
source: Add Items
de: Posten Hinzufügen
pt_br: Adicionar Itens

# ListHeaderTitle
source: List title
de: Liste Titel
pt_br: Título da Lista

# ListHeaderCollabButton1
source: Add collaborators
de: Mitwirkenden hinzufügen
pt_br: Adicionar colaboradores

# ListHeaderCollabButton2
source: Manage collaborators
de: Mitwirkenden verwalten
pt_br: Gerenciar colaboradores

# CategoryTitleHint
source: Category Title
de: Kategorie Titel
pt_br: Título da Categoria

# AddNewItemViewBottomButtonLabel
source: Done
de: Fertig
pt_br: Pronto

# Adicione %@
source: Tap to add %@
de: Tippe zum hinzufügen %@
pt_br: Adicionar %@

source: Add
de: Hinzufügen
pt_br: Adicionar

source: Remove
de: Entfernen
pt_br: Remover

# RemoveOneItem
source: Tap to remove one item
de: Tippe, um ein Posten zu entfernen
pt_br: Remover um ítem

# AddOneItem
source: Tap to add one item
de: Tippe, um ein Posten hinzuzufügen
pt_br: Adicionar um ítem

source: %@ items
de: %@ Posten
pt_br: %@ ítens

# EmptyListText
source: You do not have any lists! How about adding a new one?
de: Du hast gar keine Liste! Wie wäre es, eine neue Liste hinzuzufügen?
pt_br: Você não tem nenhuma lista! Que tal adicionar uma nova lista?

# MainViewTrailingNavigationLabelA
source: Done
de: Fertig
pt_br: Concluir

# MainViewTrailingNavigationLabelB
source: Edit
de: Bearbeiten
pt_br: Editar

# MainViewTitle
source: Lists
de: Listen
pt_br: Listas

# AddListMainButton
source: Add new List
de: Neue Liste erstellen
pt_br: Criar nova lista

# CriadaPorMim
source: Created by **me**
de: Erstellt von **mir**
pt_br: Criada por **mim**

# CriadaPor %@
source: Created by **%@**
de: Erstellt von **%@**
pt_br: Criada por **%@**

# TudoSegmentedPicker
source: All
de: Alle
pt_br: Tudo

# MinhasListasSegmentedPicker
source: My lists
de: Meine Listen
pt_br: Minhas listas

# ColaborativasSegmentedPicker
source: Collaborative
de: Kollaborativ
pt_br: Colaborativas

# Remover %@
source: Do you want to delete %@?
de: Möchtest du %@ entfernen?
pt_br: Deseja remover %@?

# DeleteListAlertText
source: The deleted list cannot be recovered after its deletion.
de: Die Liste kann nicht wiederhergestellt werden, wenn sie einmal gelöscht wurde.
pt_br: A lista removida não poderá ser recuperada após sua exclusão

# DeleteListAlertButton
source: Delete
de: Entfernen
pt_br: Apagar

# ContextMenu1
source: Edit
de: Bearbeiten
pt_br: Editar

# ContextMenu2
source: Duplicate List
de: Liste duplizieren
pt_br: Duplicar Lista

# ContextMenu3
source: Add Collaborator
de: Mitwirkende hinzufügen
pt_br: Adicionar Colaborador

# ContextMenu4
source: Share List
de: Liste freigeben
pt_br: Compartilhar Lista

# ContextMenu5
source: Delete List
de: Liste entfernen
pt_br: Apagar Lista

# DuplicateListAlertText
source: Are you sure you want to duplicate this list?
de: Bist du sicher, dass du diese Liste duplizieren willst?
pt_br: Tem certeza que deseja duplicar esta lista?

# DuplicateListAlertButton
source: Duplicate
de: Duplizieren
pt_br: Duplicar

# Duplicar %@
source: Do you want to %@?
de: Möchtest du %@ duplizieren?
pt_br: Deseja duplicar %@?

# CreateListAlertCancelButton
source: Cancel
de: Abbrechen
pt_br: Cancelar

# CreateListAlertMainButton
source: Add
de: Erstellen
pt_br: Criar

# CreateListAlertTitle
source: Add new list
de: Neue Liste erstellen
pt_br: Criar nova lista

# CreateListAlertText
source: Name your new list
de: Nenne Ihre neue Liste
pt_br: Dê um nome para sua nova lista

# HintAddListMainButton
source: Create new List
de: Neue Liste erstellen
pt_br: Criar uma nova lista

# HintMainViewTrailingNavigationLabelA
source: Finish editing lists
de: Bearbeitung der Listen beenden
pt_br: Concluir a edição das listas

# HintMainViewTrailingNavigationLabelB
source: Edit lists
de: Bearbeiten Listen
pt_br: Editar as listas

# HintEmptyListText
source: Touch to add a new list
de: Tippe, um eine neue Liste zu erstellen
pt_br: Toque para adicionar uma nova lista

# HintTudoSegmentedPicker
source: All lists
de: Alle Listen
pt_br: Todas as listas

# HintMinhasListasSegmentedPicker
source: My lists
de: Meine Listen
pt_br: Minhas listas

# HintColaborativasSegmentedPicker
source: Collaborative Lists
de: Kollaborativ
pt_br: Listas colaborativa

# Options
source: More options
de: Mehr Optionen
pt_br: Mais opções

# MoreOptions
source: Tap to show more options
de: Tippe, um weitere Optionen anzuzeigen
pt_br: Toque para mostrar mais opções

# Option1
source: Edit
de: Bearbeiten
pt_br: Editar

# Option1Hint
source: Tap to edit list
de: Tippe, um die Liste zu bearbeiten
pt_br: Toque para editar

# Option2
source: Duplicate List
de: Liste duplizieren
pt_br: Duplicar lista

# Option2Hint
source: Tap to duplicate list
de: Tippe, um die Liste zu duplizieren
pt_br: Toque para duplicar lista

# Option3
source: Add collaborator
de: Mitwirkende hinzufügen
pt_br: Adicionar colaborador

# Option3Hint
source: Tap to add collaborator
de: Tippe, um einen Mitwirkenden hinzuzufügen
pt_br: Toque para adicionar colaborador

# Option4
source: Share list
de: Liste freigeben
pt_br: Compartilhar lista

# Option4Hint
source: Tap to share list
de: Tippe, um die Liste zu freigeben
pt_br: Toque para compartilhar lista

# Option5
source: Delete list
de: Liste entfernen
pt_br: Deletar lista

# Option5Hint
source: Tap to delete list
de: Tippe, um die Liste zu entfernen
pt_br: Toque para deletar lista

# LabelMinusCircle
source: Remove selected list
de: Ausgewählte Liste entfernen
pt_br: Remover lista selecionada

# HintMinusCircle
source: The selected list will be removed
de: Wird die ausgewählte Liste entfernt
pt_br: Removerá a lista selecionada

# ItemCommentViewPlaceholder
source: Add a comment
de: Kommentar hinzufügen
pt_br: Insira um comentário

# CheckedItemIconLabel1
source: Checked Item
de: Geprüfter Posten
pt_br: Item checado

# CheckedItemIconLabel2
source: Item not checked
de: Posten nicht geprüft
pt_br: Item não checado

# CheckedItemIconHint1
source: Uncheck item
de: Posten abwählen
pt_br: Deschecar item

# CheckedItemIconHint2
source: Check item
de: Posten prüfen
pt_br: Checar item

# CheckedItemLabelHint %@
source: Item %@ crossed-out
de: Posten %@ durchgestrichen
pt_br: Item %@ riscado

# CommentIconLabel
source: Comment
de: Kommentar
pt_br: Comentário

# CommentIconHint1
source: Edit comment
de: Kommentar bearbeiten
pt_br: Editar comentário

# CommentIconHint2
source: Add comment
de: Kommentar hinzufügen
pt_br: Adicionar comentário

# ItemQuantityLabel2 %@
source: %@ items
de: %@ posten
pt_br: %@ itens

# ItemQuantityHint
source: Number of items
de: Anzahl der Posten
pt_br: Número de itens

# CommentTextFieldLabel
source: Comment
de: Kommentar
pt_br: Comentário

# CommentTextFieldHint
source: Comment field
de: Kommentarfeld
pt_br: Campo de comentário

# CommentConfirmationButtonHint
source: Confirm
de: Bestätigen
pt_br: Confirmar

# CommentTextHint %@
source: Comment in %@
de: Kommentar in %@
pt_br: Comentário em %@

# AddCollabTitle
source: Collaborators
de: Mitwirkende hinzufügen
pt_br: Colaboradores

# AddCollabTextTip
source: Add collaborators to your list so they can make changes in real time
de: Mitwirkende zu Ihrer Liste hinzufügen damit sie Änderungen in Echtzeit vornehmen können.
pt_br: Adicione colaboradores a sua lista para que eles possam fazer alterações em tempo real.

# AddCollabButton
source: Add Collaborator
de: Mitwirkende hinzufügen
pt_br: Adicionar Colaborador

# NoCollaboratorsText
source: You haven't added any collaborators yet
de: Du hast noch keine Mitwirkende hinzugefügt
pt_br: Você ainda não adicionou nenhum colaborador

# ShareListText
source: Or just share your list with your contacts
de: Oder gib Ihre Liste einfach mit Ihren Kontakten
pt_br: Ou apenas compartilhe sua lista com seus contatos

# ShareListButton
source: Share list
de: Liste freigeben
pt_br: Compartilhar lista

# ShareListWarning
source: Sharing your list with another person will only send them a copy of your list. Your shared list will not be affected and this person **will not** be added as a collaborator.
de: Wenn du eine Liste mit jemandem freigibst, sendest du ihm nur eine Kopie Ihrer Liste. Ihre aktuelle Liste bleibt davon unberührt und die Person wird nicht als Beitragszahler hinzugefügt.
pt_br: Ao compartilhar uma lista com uma pessoa você enviará somente uma cópia da sua lista, isso não afetará a sua lista atual e a pessoa **não** será adicionada como colaborador.

# AddCollaboratorLeadingNavigationLabel
source: Cancel
de: Abbrechen
pt_br: Cancelar

# AddCollaboratorTrailingNavigationLabel
source: Done
de: Fertig
pt_br: Salvar

# ExitCollabTextTip
source: If you don't want to be a collaborator on this list anymore, you can simply delete it from your lists.
de: Wenn du nicht zu dieser Liste beitragen möchtest, kannst Sie sie einfach aus Ihren Listen entfernen.
pt_br: Se você não quer mais ser colaborador desta lista, você pode simplesmente deletá-la de suas listas.

# CollabAlertText
source: You have been invited to collaborate on a list. Do you want to become a contributor to this list?
de: Du bist eingeladen worden, an einer Liste mitzuwirken. Möchtest du einen Beitrag zu dieser Liste leisten?
pt_br: Você foi convidado para colaborar em uma lista. Deseja se tornar um colaborador desta lista?

# AlertPrimaryButtonLabel
source: Cancel
de: Abbrechen
pt_br: Cancelar

# AlertSecondaryButtonLabel
source: Accept
de: Akzeptieren
pt_br: Aceitar

# SharedAlertText
source: This list has been shared with you. Want to add a copy of this list to your lists?
de: Diese Liste wurde mit Ihnen freigegeben. Möchtest du eine Kopie dieser Liste zu Ihren Listen hinzufügen?
pt_br: Esta lista foi compartilhada com você. Deseja adicionar uma cópia desta lista?

# ProductList
source: productList_en.json
de: productList_de.json
pt_br: productList.json

# Bazar
source: Home
de: Haushaltsartikel
pt_br: Bazar

# Bebidas
source: Drinks
de: Getränke
pt_br: Bebidas

# Carnes
source: Meats
de: Fleisch
pt_br: Carnes

# Compotasedoces
source: Jams and sweets
de: Konfitüren und Gelees
pt_br: Compotas e doces

# Congelados
source: Frozen
de: Tiefkühlkost
pt_br: Congelados

# Enlatadosconservaseoleos
source: Canned, pickled and oils
de: Lebensmittelkonserven und Öle
pt_br: Enlatados, conservas e óleos

# Especiais
source: Specials
de: Sonderposten
pt_br: Especiais

# Fiambreriaelaticinios
source: Hams and dairy products
de: Schinken und Molkereiprodukte
pt_br: Fiambreria e laticínios

# Graosefarinhas
source: Grains and flours
de: Körner und Mehle
pt_br: Grãos e farinhas

# Higieneebeleza
source: Beauty and hygiene
de: Hygiene und Schönheit
pt_br: Higiene e beleza

# Hortifruti
source: Vegetables
de: Obst und Gemüse
pt_br: Hortifruti

# Limpeza
source: Cleaning
de: Reinigung
pt_br: Limpeza

# Massasebiscoitos
source: Pasta and cookies
de: Nudeln und Kekse
pt_br: Massas e biscoitos

# Matinais
source: Breakfast
de: Morgen
pt_br: Matinais

# Molhos
source: Sauces
de: Saucen
pt_br: Molhos

# Padaria
source: Bakery
de: Bäckerei
pt_br: Padaria

# Sobremesas
source: Desserts
pt_br: Sobremesas

# Temperos
source: Seasonings
de: Gewürze
pt_br: Temperos

# Outros
source: Others
de: Andere
pt_br: Outros

# ACDeleteButtonHint
source: Tap twice to delete this item from your custom product list
de: Doppeltippe, um dieses Produkt aus Ihrer Liste der benutzerdefinierten Produkte zu entfernen.

# HintListCard
source: Abrir lista
de: Öffne die Liste

# ItemQuantityLabel1
source: 1 item
de: 1 Posten

source: PetShop
de: Zoohandlung
